Plate4atU8/0/p
/*--------------------------------*- C++ -*----------------------------------*\
| =========                 |                                                 |
| \\      /  F ield         | OpenFOAM: The Open Source CFD Toolbox           |
|  \\    /   O peration     | Version:  v2306                                 |
|   \\  /    A nd           | Website:  www.openfoam.com                      |
|    \\/     M anipulation  |                                                 |
\*---------------------------------------------------------------------------*/
FoamFile
{
    version     2.0;
    format      ascii;
    class       volScalarField;
    object      p;
}
// * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * //

dimensions      [0 2 -2 0 0 0 0];

internalField   uniform 0;

boundaryField
{
    SideWalls
    {
        type            empty;
    }
    Top
    {
        type            zeroGradient;
    }
    Inlet
    {
        type            zeroGradient;
    }
    Bottom
    {
        type            zeroGradient;
    }
    Outlet
    {
        type            fixedValue;
	value		uniform 0;
    }
    Plate
    {
        type            zeroGradient;
    }
}


// ************************************************************************* //
